Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 조사를 맡길 전문가 관점을 골라요. 그 렌즈에 맞는 근거(디자인=토큰·접근성·대비, 디버깅=재현·로그·회귀, QA=테스트·수용 기준·커버리지, 보안=인증·키 취급·노출면·위협모델, 기획=요구·우선순위·로드맵·트레이드오프, 마케팅=메시징·포지셔닝·채널, 분석=지표·퍼널·인사이트, 운영=배포·신뢰성·비용)를 우선 모아 보고서와 브리프를 만들어요. 이번 리서치에만 적용돼요.
ar: اختر منظور الخبير الذي تُجري البحث من خلاله. يجمع أولاً الأدلة المناسبة لذلك المنظور (التصميم = الرموز·إمكانية الوصول·التباين، التصحيح = إعادة الإنتاج·السجلات·الانحدارات، ضمان الجودة = الاختبارات·معايير القبول·التغطية، الأمان = المصادقة·التعامل مع المفاتيح·سطح التعرّض·نموذج التهديد، التخطيط = الاحتياجات·الأولوية·خارطة الطريق·المفاضلات، التسويق = الرسائل·التموضع·القنوات، التحليلات = المقاييس·المسار·الرؤى، العمليات = النشر·الموثوقية·التكلفة) لإنشاء التقرير والموجزات. يُطبَّق على هذا البحث فقط.
en: Pick the expert lens to research through. It gathers evidence suited to that lens first (design = tokens·accessibility·contrast; debugging = repro·logs·regressions; QA = tests·acceptance criteria·coverage; security = auth·key handling·exposure surface·threat model; planning = needs·priority·roadmap·trade-offs; marketing = messaging·positioning·channels; analytics = metrics·funnel·insights; operations = deployment·reliability·cost) to build the report and briefs. Applies to this research only.
es: Elige la perspectiva experta para investigar. Primero reúne evidencia adecuada a esa perspectiva (diseño = tokens·accesibilidad·contraste; depuración = reproducción·registros·regresiones; QA = pruebas·criterios de aceptación·cobertura; seguridad = autenticación·gestión de claves·superficie de exposición·modelo de amenazas; planificación = necesidades·prioridad·hoja de ruta·compensaciones; marketing = mensajes·posicionamiento·canales; analítica = métricas·embudo·insights; operaciones = despliegue·fiabilidad·coste) para crear el informe y los resúmenes. Solo se aplica a esta investigación.
fr: Choisissez le regard d'expert pour la recherche. Il rassemble d'abord les preuves adaptées à ce regard (design = jetons·accessibilité·contraste ; débogage = reproduction·journaux·régressions ; QA = tests·critères d'acceptation·couverture ; sécurité = authentification·gestion des clés·surface d'exposition·modèle de menace ; planification = besoins·priorité·feuille de route·compromis ; marketing = messages·positionnement·canaux ; analytique = métriques·entonnoir·insights ; opérations = déploiement·fiabilité·coût) pour créer le rapport et les briefs. Ne s'applique qu'à cette recherche.
hi: वह विशेषज्ञ दृष्टिकोण चुनें जिससे शोध कराना है। यह उस दृष्टिकोण के अनुरूप साक्ष्य पहले जुटाता है (डिज़ाइन = टोकन·सुलभता·कंट्रास्ट, डीबगिंग = पुनरुत्पादन·लॉग·रिग्रेशन, QA = परीक्षण·स्वीकृति मानदंड·कवरेज, सुरक्षा = प्रमाणीकरण·कुंजी प्रबंधन·एक्सपोज़र सतह·खतरा मॉडल, योजना = ज़रूरतें·प्राथमिकता·रोडमैप·ट्रेड-ऑफ़, मार्केटिंग = संदेश·पोज़िशनिंग·चैनल, एनालिटिक्स = मेट्रिक्स·फ़नल·अंतर्दृष्टि, संचालन = परिनियोजन·विश्वसनीयता·लागत) ताकि रिपोर्ट और ब्रीफ़ बनें। केवल इस शोध पर लागू होता है।
ja: 調査を任せる専門家の視点を選びます。そのレンズに合った根拠（デザイン＝トークン・アクセシビリティ・コントラスト、デバッグ＝再現・ログ・回帰、QA＝テスト・受け入れ基準・カバレッジ、セキュリティ＝認証・鍵の取り扱い・露出面・脅威モデル、企画＝要求・優先度・ロードマップ・トレードオフ、マーケティング＝メッセージ・ポジショニング・チャネル、分析＝指標・ファネル・インサイト、運用＝デプロイ・信頼性・コスト）を優先的に集めてレポートとブリーフを作ります。今回の調査にのみ適用されます。
pt_br: Escolha a perspectiva especialista para a pesquisa. Ela reúne primeiro as evidências adequadas a essa perspectiva (design = tokens·acessibilidade·contraste; depuração = reprodução·logs·regressões; QA = testes·critérios de aceitação·cobertura; segurança = autenticação·gestão de chaves·superfície de exposição·modelo de ameaças; planejamento = necessidades·prioridade·roteiro·compensações; marketing = mensagens·posicionamento·canais; análise = métricas·funil·insights; operações = implantação·confiabilidade·custo) para criar o relatório e os resumos. Aplica-se somente a esta pesquisa.
ru: Выберите экспертный взгляд для исследования. Сначала он собирает доказательства под этот взгляд (дизайн = токены·доступность·контраст; отладка = воспроизведение·логи·регрессии; QA = тесты·критерии приёмки·покрытие; безопасность = аутентификация·обращение с ключами·поверхность атаки·модель угроз; планирование = потребности·приоритет·дорожная карта·компромиссы; маркетинг = сообщения·позиционирование·каналы; аналитика = метрики·воронка·инсайты; операции = развёртывание·надёжность·стоимость), чтобы составить отчёт и брифы. Применяется только к этому исследованию.
zh_hans: 选择委托调研的专家视角。它会优先收集契合该视角的证据（设计＝令牌·无障碍·对比度，调试＝复现·日志·回归，QA＝测试·验收标准·覆盖率，安全＝认证·密钥处理·暴露面·威胁模型，规划＝需求·优先级·路线图·取舍，营销＝信息·定位·渠道，分析＝指标·漏斗·洞察，运维＝部署·可靠性·成本）来生成报告和简报。仅对本次调研生效。

source: 조사를 맡길 전문가 관점을 골라요. 그 렌즈에 맞는 근거(디자인=토큰·접근성·대비, 버그=재현·로그·회귀)를 우선 모아 보고서와 브리프를 만들어요. 이번 리서치에만 적용돼요.
ar: اختر منظور الخبير الذي تُجري البحث من خلاله. يجمع أولاً الأدلة المناسبة لذلك المنظور (التصميم = الرموز·إمكانية الوصول·التباين، الأخطاء = إعادة الإنتاج·السجلات·الانحدارات) لإنشاء التقرير والموجزات. يُطبَّق على هذا البحث فقط.
en: Pick the expert lens to research through. It gathers evidence suited to that lens first (design = tokens·accessibility·contrast; bugs = repro·logs·regressions) to build the report and briefs. Applies to this research only.
es: Elige la perspectiva experta para investigar. Primero reúne evidencia adecuada a esa perspectiva (diseño = tokens·accesibilidad·contraste; errores = reproducción·registros·regresiones) para crear el informe y los resúmenes. Solo se aplica a esta investigación.
fr: Choisissez le regard d'expert pour la recherche. Il rassemble d'abord les preuves adaptées à ce regard (design = jetons·accessibilité·contraste ; bugs = reproduction·journaux·régressions) pour créer le rapport et les briefs. Ne s'applique qu'à cette recherche.
hi: वह विशेषज्ञ दृष्टिकोण चुनें जिससे शोध कराना है। यह उस दृष्टिकोण के अनुरूप साक्ष्य पहले जुटाता है (डिज़ाइन = टोकन·सुलभता·कंट्रास्ट, बग = पुनरुत्पादन·लॉग·रिग्रेशन) ताकि रिपोर्ट और ब्रीफ़ बनें। केवल इस शोध पर लागू होता है।
ja: 調査を任せる専門家の視点を選びます。そのレンズに合った根拠（デザイン＝トークン・アクセシビリティ・コントラスト、バグ＝再現・ログ・回帰）を優先的に集めてレポートとブリーフを作ります。今回の調査にのみ適用されます。
pt_br: Escolha a perspectiva especialista para a pesquisa. Ela reúne primeiro as evidências adequadas a essa perspectiva (design = tokens·acessibilidade·contraste; bugs = reprodução·logs·regressões) para criar o relatório e os resumos. Aplica-se somente a esta pesquisa.
ru: Выберите экспертный взгляд для исследования. Сначала он собирает доказательства под этот взгляд (дизайн = токены·доступность·контраст; баги = воспроизведение·логи·регрессии), чтобы составить отчёт и брифы. Применяется только к этому исследованию.
zh_hans: 选择委托调研的专家视角。它会优先收集契合该视角的证据（设计＝令牌·无障碍·对比度，缺陷＝复现·日志·回归）来生成报告和简报。仅对本次调研生效。

source: 조용함 %lld분
ar: هادئ منذ %lld دقيقة
en: Quiet %lld min
es: En silencio %lld min
fr: Silencieux %lld min
hi: %lld मिनट से शांत
ja: %lld分間静か
pt_br: Quieto há %lld min
ru: Тишина %lld мин
zh_hans: 静默 %lld 分钟

source: 조용함 %lld초
ar: هادئ منذ %lld ثانية
en: Quiet %lld s
es: En silencio %lld s
fr: Silencieux %lld s
hi: %lld सेकंड से शांत
ja: %lld秒間静か
pt_br: Quieto há %lld s
ru: Тишина %lld с
zh_hans: 静默 %lld 秒

source: 종료
ar: نهاية
en: End
es: Fin
fr: Fin
hi: समाप्त
ja: 終了
pt_br: Fim
ru: Конец
zh_hans: 结束

source: 종료 노드
ar: عقدة النهاية
en: End node
es: Nodo de fin
fr: Nœud de fin
hi: समाप्ति नोड
ja: 終了ノード
pt_br: Nó de fim
ru: Конечный узел
zh_hans: 结束节点

source: 종료 노드(파랑) — 흐름의 끝.
ar: عقدة النهاية (زرقاء) — نهاية التدفق.
en: End node (blue) — the end of the flow.
es: Nodo de fin (azul): el final del flujo.
fr: Nœud Fin (bleu) — la fin du flux.
hi: समाप्ति नोड (नीला) — प्रवाह का अंत।
ja: 終了ノード(青) — 流れの終わり。
pt_br: Nó de fim (azul) — o final do fluxo.
ru: Узел «Конец» (синий) — конец потока.
zh_hans: 结束节点（蓝色）——流程的终点。

source: 종류
ar: النوع
en: Type
es: Tipo
fr: Type
hi: प्रकार
ja: 種類
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: 주 디스플레이
ar: الشاشة الرئيسية
en: Main display
es: Pantalla principal
fr: Écran principal
hi: मुख्य डिस्प्ले
ja: メインディスプレイ
pt_br: Tela principal
ru: Основной дисплей
zh_hans: 主显示器

source: 주간
ar: أسبوعي
en: Weekly
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
ja: 週間
pt_br: Semanal
ru: Неделя
zh_hans: 每周

source: 주간(Opus)
ar: أسبوعي (Opus)
en: Weekly (Opus)
es: Semanal (Opus)
fr: Hebdo (Opus)
hi: साप्ताहिक (Opus)
ja: 週間 (Opus)
pt_br: Semanal (Opus)
ru: Неделя (Opus)
zh_hans: 每周 (Opus)

source: 주간(Sonnet)
ar: أسبوعي (Sonnet)
en: Weekly (Sonnet)
es: Semanal (Sonnet)
fr: Hebdo (Sonnet)
hi: साप्ताहिक (Sonnet)
ja: 週間 (Sonnet)
pt_br: Semanal (Sonnet)
ru: Неделя (Sonnet)
zh_hans: 每周 (Sonnet)

source: 주기 수집
ar: الجمع الدوري
en: Scheduled collection
es: Recolección periódica
fr: Collecte périodique
hi: आवधिक संग्रह
ja: 定期収集
pt_br: Coleta periódica
ru: Регулярный сбор
zh_hans: 定期收集

source: 주기 수집 — 매번 손으로 «지금 수집» 을 누르지 않아도, 수집을 정해진 주기로 자동 실행하게 둘 수 있어요 (Mac 데스크탑 앱이 지원할 때 «수집» 화면에 옵션이 나와요). 자는 동안 에이전트가 신호를 모아 두면, 아침에 폰에서 결재만 하면 돼요.
ar: الجمع الدوري — بدلًا من الضغط على «اجمع الآن» يدويًا في كل مرة، يمكنك ترك الجمع يعمل تلقائيًا وفق جدول محدّد (يظهر الخيار في شاشة «الجمع» عندما يدعمه تطبيق سطح المكتب على Mac). دع الوكيل يجمع الإشارات أثناء نومك، وفي الصباح يكفي أن تعتمدها من هاتفك.
en: Recurring collection — instead of tapping «Collect now» by hand every time, you can let collection run automatically on a set schedule (the option appears on the «Collect» screen when your Mac desktop app supports it). Let the agent gather signals while you sleep, and in the morning you just sign off from your phone.
es: Recolección periódica — en vez de tocar «Recoger ahora» a mano cada vez, puedes dejar que la recolección se ejecute automáticamente según un horario fijo (la opción aparece en la pantalla «Recoger» cuando tu app de escritorio para Mac lo admite). Deja que el agente reúna señales mientras duermes y por la mañana solo das el visto bueno desde el móvil.
fr: Collecte périodique — au lieu d’appuyer sur «Collecter maintenant» à la main chaque fois, vous pouvez laisser la collecte s’exécuter automatiquement selon un calendrier défini (l’option apparaît sur l’écran «Collecter» lorsque votre app de bureau Mac le prend en charge). Laissez l’agent rassembler les signaux pendant que vous dormez, et le matin il ne reste qu’à valider depuis le mobile.
hi: आवधिक संग्रह — हर बार हाथ से «अभी एकत्र करें» दबाने के बजाय, आप संग्रह को निश्चित अंतराल पर स्वतः चलने दे सकते हैं (आपका Mac डेस्कटॉप ऐप समर्थन करता हो तो «एकत्र करें» स्क्रीन पर विकल्प दिखता है)। सोते समय एजेंट संकेत इकट्ठा कर ले, तो सुबह फ़ोन पर बस मंज़ूरी देनी है।
ja: 定期収集 — 毎回手で «今すぐ収集» を押さなくても、収集を決まった周期で自動実行させられます(Mac デスクトップアプリが対応していれば «収集» 画面にオプションが出ます)。寝ている間にエージェントがシグナルを集めておけば、朝はスマホで決裁するだけです。
pt_br: Coleta periódica — em vez de tocar «Coletar agora» à mão toda vez, você pode deixar a coleta rodar automaticamente em um horário definido (a opção aparece na tela «Coletar» quando seu app de desktop para Mac oferece suporte). Deixe o agente reunir sinais enquanto você dorme e, de manhã, basta aprovar pelo celular.
ru: Периодический сбор — вместо того чтобы каждый раз вручную нажимать «Собрать сейчас», вы можете запускать сбор автоматически по заданному расписанию (опция появляется на экране «Сбор», когда её поддерживает ваше десктопное приложение для Mac). Пусть агент собирает сигналы, пока вы спите, а утром вам останется лишь утвердить их с телефона.
zh_hans: 周期收集——无需每次手动点«立即收集»，你可以让收集按设定的周期自动运行(当你的 Mac 桌面应用支持时，«收集»界面会出现该选项)。让智能体在你睡觉时收集信号，早上只需在手机上审批即可。

source: 주기 수집이 매일 어느 관점으로 신호를 모을지 정해요. «디자인» 은 UI 디자인 부채를, «디버깅» 은 크래시·신뢰성 신호를 우선 모아요. 프로젝트에 저장돼요 — 수동 수집은 시작할 때 따로 고른 관점이 우선해요.
ar: يحدد المنظور الذي يجمع به التحصيل المجدول الإشارات كل يوم. يعطي «التصميم» الأولوية لديون تصميم الواجهة، بينما يعطي «التصحيح» الأولوية لإشارات الأعطال والموثوقية. يُحفظ في المشروع — المنظور الذي تختاره عند بدء تحصيل يدوي له الأولوية.
en: Sets which lens the scheduled collection gathers signals through each day. «Design» prioritizes UI design debt; «Debugging» prioritizes crash and reliability signals. Saved to the project — a lens you pick when starting a manual collection takes precedence.
es: Define con qué perspectiva la recolección programada reúne señales cada día. «Diseño» prioriza la deuda de diseño de la interfaz; «Depuración» prioriza señales de fallos y fiabilidad. Se guarda en el proyecto; la perspectiva que elijas al iniciar una recolección manual tiene prioridad.
fr: Définit le regard avec lequel la collecte planifiée rassemble les signaux chaque jour. «Design» privilégie la dette de design de l'interface ; «Débogage» privilégie les signaux de plantage et de fiabilité. Enregistré dans le projet — un regard choisi au lancement d'une collecte manuelle est prioritaire.
hi: तय करता है कि निर्धारित संग्रह हर दिन किस दृष्टिकोण से संकेत एकत्र करे। «डिज़ाइन» UI डिज़ाइन ऋण को प्राथमिकता देता है; «डिबगिंग» क्रैश और विश्वसनीयता संकेतों को प्राथमिकता देता है। प्रोजेक्ट में सहेजा जाता है — मैन्युअल संग्रह शुरू करते समय चुना गया दृष्टिकोण प्राथमिकता लेता है।
ja: 定期収集が毎日どの視点でシグナルを集めるかを決めます。«デザイン» は UI のデザイン負債を、«デバッグ» はクラッシュや信頼性のシグナルを優先します。プロジェクトに保存されます — 手動収集では開始時に選んだ視点が優先されます。
pt_br: Define com qual perspectiva a coleta agendada reúne sinais a cada dia. «Design» prioriza a dívida de design da interface; «Depuração» prioriza sinais de falha e confiabilidade. Salvo no projeto — a perspectiva que você escolhe ao iniciar uma coleta manual tem prioridade.
ru: Определяет, через какой взгляд запланированный сбор собирает сигналы каждый день. «Дизайн» отдаёт приоритет дизайн-долгу интерфейса; «Отладка» — сигналам сбоев и надёжности. Сохраняется в проекте — взгляд, выбранный при запуске ручного сбора, имеет приоритет.
zh_hans: 设定定时收集每天以哪种视角采集信号。«设计» 优先 UI 设计欠债；«调试» 优先崩溃和可靠性信号。保存在项目中——手动收集时另行选择的视角优先。

source: 주석
ar: تعليق توضيحي
en: Markup
es: Anotación
fr: Annotation
hi: एनोटेशन
ja: 注釈
pt_br: Anotação
ru: Разметка
zh_hans: 标注

source: 주석 달기
ar: إضافة تعليق توضيحي
en: Annotate
es: Anotar
fr: Annoter
hi: एनोटेट करें
ja: 注釈を付ける
pt_br: Anotar
ru: Добавить разметку
zh_hans: 添加标注

source: 주황색으로 표시된 기능은 곧 유료(멤버십·영구이용권) 전용으로 전환될 예정입니다.
ar: الميزات المعروضة باللون البرتقالي ستصبح قريبًا متاحة فقط ضمن خطة مدفوعة (اشتراك أو ترخيص دائم).
en: Features shown in orange will soon become available only with a paid plan (membership or lifetime license).
es: Las funciones en naranja pronto estarán disponibles solo con un plan de pago (membresía o licencia permanente).
fr: Les fonctionnalités affichées en orange seront bientôt réservées à une offre payante (abonnement ou licence à vie).
hi: नारंगी रंग में दिखाई गई सुविधाएँ जल्द ही केवल सशुल्क योजना (सदस्यता या आजीवन लाइसेंस) के साथ उपलब्ध होंगी।
ja: オレンジで表示された機能は、まもなく有料(メンバーシップ・買い切りライセンス)専用に切り替わる予定です。
pt_br: Os recursos exibidos em laranja em breve estarão disponíveis apenas com um plano pago (assinatura ou licença vitalícia).
ru: Функции, выделенные оранжевым, скоро станут доступны только по платному тарифу (подписка или бессрочная лицензия).
zh_hans: 以橙色显示的功能即将仅限付费方案（会员或永久授权）使用。

source: 주황색으로 표시된 기능은 멤버십이나 영구 이용권으로 쓰는 프로 기능이에요. 처음이라면 무료 체험으로 먼저 써 볼 수 있어요.
ar: الميزات المميزة باللون البرتقالي هي ميزات Pro، متاحة عبر اشتراك أو ترخيص مدى الحياة. أول مرة؟ جرّبها بنسخة تجريبية مجانية.
en: Features marked in orange are Pro features, available with a membership or lifetime license. New here? Try them first with a free trial.
es: Las funciones en naranja son funciones Pro, disponibles con una membresía o licencia vitalicia. ¿Es tu primera vez? Pruébalas con una prueba gratuita.
fr: Les fonctionnalités en orange sont des fonctionnalités Pro, disponibles avec un abonnement ou une licence à vie. Première fois ? Essayez-les avec un essai gratuit.
hi: नारंगी रंग वाले फ़ीचर्स प्रो फ़ीचर्स हैं, जो मेंबरशिप या लाइफटाइम लाइसेंस के साथ मिलते हैं। पहली बार? पहले मुफ़्त ट्रायल से आज़माएँ।
ja: オレンジで表示された機能はプロ機能で、メンバーシップまたは買い切りライセンスで利用できます。初めてなら無料トライアルで試せます。
pt_br: Os recursos em laranja são recursos Pro, disponíveis com uma assinatura ou licença vitalícia. É a primeira vez? Experimente com um teste gratuito.
ru: Функции, отмеченные оранжевым, — это Pro-функции, доступные по подписке или бессрочной лицензии. Впервые? Сначала попробуйте бесплатно.
zh_hans: 橙色标记的功能为专业功能，可通过会员或永久许可使用。初次使用？可先用免费试用体验。

source: 준비됨
ar: جاهز
en: Ready
es: Listo
fr: Prêt
hi: तैयार
ja: 準備完了
pt_br: Pronto
ru: Готово
zh_hans: 已就绪

source: 줌 리셋
ar: إعادة التكبير
en: Reset zoom
es: Restablecer zoom
fr: Réinitialiser le zoom
hi: ज़ूम रीसेट करें
ja: ズームをリセット
pt_br: Redefinir zoom
ru: Сбросить масштаб
zh_hans: 重置缩放

source: 줌 즐겨찾기 — 자주 보는 영역을 슬롯에 저장해 두고 한 번에 그 위치로 점프합니다 (모니터별로 따로 기억).
ar: مفضّلات التكبير — احفظ المناطق التي تشاهدها كثيرًا في خانات وانتقل إليها مباشرةً (تُحفظ لكل شاشة على حدة).
en: Zoom favorites — save areas you view often to slots and jump straight to them (remembered per monitor).
es: Favoritos de zoom: guarda en ranuras las zonas que ves a menudo y salta directamente a ellas (se recuerdan por monitor).
fr: Favoris de zoom — enregistrez dans des emplacements les zones que vous consultez souvent et accédez-y d'un coup (mémorisés par moniteur).
hi: ज़ूम पसंदीदा — बार-बार देखे जाने वाले क्षेत्रों को स्लॉट में सहेजें और एक ही बार में उस स्थान पर जाएँ (हर मॉनिटर के लिए अलग याद रखा जाता है)।
ja: ズームのお気に入り — よく見る領域をスロットに保存して、ワンタップでその位置へジャンプします（モニターごとに個別に記憶）。
pt_br: Favoritos de zoom — salve em espaços as áreas que você vê com frequência e pule direto para elas (memorizadas por monitor).
ru: Избранные масштабы — сохраняйте часто просматриваемые области в слоты и переходите к ним одним касанием (запоминается для каждого монитора).
zh_hans: 缩放收藏——将常看的区域保存到插槽，一键跳转到该位置（按显示器分别记忆）。

source: 중간
ar: متوسط
en: Medium
es: Medio
fr: Moyen
hi: मध्यम
ja: 中
pt_br: Médio
ru: Средний
zh_hans: 中

source: 중간에 작성자의 서버, 클라우드 중계, 분석 서비스가 전혀 끼지 않습니다. 모든 트래픽은 iPhone-Mac 사이의 onion 회로 안에서만 흐릅니다.
ar: لا توجد بين الطرفين أي خوادم للمؤلف، ولا وسطاء سحابيون، ولا خدمات تحليلات. كل حركة المرور تجري فقط داخل دائرة onion بين iPhone و Mac.
en: No author servers, cloud relays, or analytics in between. All traffic only flows inside the onion circuit between your iPhone and your Mac.
es: No hay servidores del autor, retransmisores en la nube ni analíticas en medio. Todo el tráfico solo fluye dentro del circuito onion entre tu iPhone y tu Mac.
fr: Aucun serveur de l’auteur, relais cloud ou outil d’analyse en chemin. Tout le trafic ne circule qu’à l’intérieur du circuit onion entre l’iPhone et le Mac.
hi: बीच में लेखक का कोई सर्वर, क्लाउड रिले या एनालिटिक्स नहीं है। सारा ट्रैफिक केवल iPhone और Mac के बीच onion सर्किट के अंदर ही चलता है।
ja: 途中に作者のサーバー、クラウド中継、解析サービスは一切ありません。すべてのトラフィックは iPhone と Mac の間の onion 回路の内側だけを流れます。
pt_br: Não há servidores do autor, retransmissores em nuvem ou analytics no meio. Todo o tráfego flui apenas dentro do circuito onion entre seu iPhone e seu Mac.
ru: В цепи нет наших серверов, облачных ретрансляторов и аналитики. Весь трафик идёт только внутри onion-цепи между iPhone и Mac.
zh_hans: 中间没有作者的服务器、云中继或分析服务。所有流量仅在 iPhone 与 Mac 之间的 onion 线路内传输。

source: 즐겨찾기 저장
ar: حفظ المفضلة
en: Save favorite
es: Guardar favorito
fr: Enregistrer le favori
hi: पसंदीदा सहेजें
ja: お気に入りを保存
pt_br: Salvar favorito
ru: Сохранить избранное
zh_hans: 保存收藏

source: 즐겨찾기 적용
ar: تطبيق المفضلة
en: Apply favorite
es: Aplicar favorito
fr: Appliquer le favori
hi: पसंदीदा लागू करें
ja: お気に入りを適用
pt_br: Aplicar favorito
ru: Применить избранное
zh_hans: 应用收藏

source: 지금 미리 잠금을 해제해두면 체험이 끝난 뒤에도 그대로 이어 쓸 수 있어요. 한 번 구매로 평생 — 구독이 아닙니다.
ar: إذا فتحت القفل الآن، يمكنك متابعة الاستخدام بسلاسة بعد انتهاء الفترة التجريبية. شراء واحد مدى الحياة — وليس اشتراكًا.
en: Unlock now and you can keep using it seamlessly after the trial ends. One-time purchase, lifetime — not a subscription.
es: Desbloquea ahora y podrás seguir usándolo sin interrupciones tras la prueba. Compra única de por vida — no es una suscripción.
fr: Déverrouillez dès maintenant pour continuer à l’utiliser après la fin de l’essai. Achat unique à vie — pas d’abonnement.
hi: अभी अनलॉक करें और ट्रायल समाप्त होने के बाद भी बिना रुकावट उपयोग करते रहें। एक बार की खरीद, आजीवन — सब्सक्रिप्शन नहीं।
ja: 今ロック解除しておけば、体験終了後もそのまま使い続けられます。1 度の購入で永続 — サブスクリプションではありません。
pt_br: Desbloqueie agora e continue usando sem interrupção após o teste. Compra única, vitalícia — não é assinatura.
ru: Разблокируйте сейчас — и продолжите пользоваться без перерывов после окончания пробного периода. Однократная покупка навсегда — не подписка.
zh_hans: 现在解锁，试用结束后也能无缝继续使用。一次性购买，终身使用 — 非订阅。

source: 지금 사용 중인 worktree는 삭제할 수 없어요.
ar: لا يمكن حذف worktree المُستخدَم حاليًا.
en: The worktree in use right now can’t be deleted.
es: El worktree que se está usando ahora no se puede eliminar.
fr: Le worktree actuellement utilisé ne peut pas être supprimé.
hi: अभी उपयोग में आ रहा worktree हटाया नहीं जा सकता।
ja: 現在使用中の worktree は削除できません。
pt_br: O worktree em uso agora não pode ser excluído.
ru: worktree, используемый сейчас, нельзя удалить.
zh_hans: 无法删除当前正在使用的 worktree。

source: 지금 사용 중인 브랜치는 삭제할 수 없어요.
ar: لا يمكن حذف الفرع المُستخدَم حاليًا.
en: The branch in use right now can’t be deleted.
es: La rama que se está usando ahora no se puede eliminar.
fr: La branche actuellement utilisée ne peut pas être supprimée.
hi: अभी उपयोग में आ रही ब्रांच हटाई नहीं जा सकती।
ja: 現在使用中のブランチは削除できません。
pt_br: A branch em uso agora não pode ser excluída.
ru: Ветку, используемую сейчас, нельзя удалить.
zh_hans: 无法删除当前正在使用的分支。

source: 지금 수집
ar: اجمع الآن
en: Collect Now
es: Recopilar ahora
fr: Collecter maintenant
hi: अभी एकत्र करें
ja: 今すぐ収集
pt_br: Coletar agora
ru: Собрать сейчас
zh_hans: 立即收集

source: 지금 수집해 검증하기
ar: اجمع الآن للتحقق
en: Collect now to verify
es: Recopilar ahora para verificar
fr: Collecter maintenant pour vérifier
hi: अभी एकत्र कर सत्यापित करें
ja: 今すぐ収集して検証
pt_br: Coletar agora para verificar
ru: Собрать сейчас и проверить
zh_hans: 立即收集并验证

source: 지금 실행
ar: تشغيل الآن
en: Run now
es: Ejecutar ahora
fr: Exécuter maintenant
hi: अभी चलाएँ
ja: 今すぐ実行
pt_br: Executar agora
ru: Запустить сейчас
zh_hans: 立即运行

source: 지금 입력한 내용을 스니펫으로 저장
ar: حفظ النص الحالي كمقتطف
en: Save current input as a snippet
es: Guardar lo escrito como fragmento
fr: Enregistrer la saisie comme extrait
hi: वर्तमान इनपुट को स्निपेट के रूप में सहेजें
ja: 入力中の内容をスニペットとして保存
pt_br: Salvar o texto atual como trecho
ru: Сохранить введённое как сниппет
zh_hans: 将当前输入保存为片段

source: 지금 작업 상태를 체크포인트로 남겨두면, 에이전트가 일을 망쳐도 한 번에 이 시점으로 되돌릴 수 있어요.
ar: احفظ حالتك الحالية كنقطة تحقق، وحتى لو أفسد الوكيل العمل يمكنك التراجع إلى هذه النقطة بخطوة واحدة.
en: Save your current state as a checkpoint, and even if the agent makes a mess you can roll back to this point in one step.
es: Guarda tu estado actual como un punto de control y, aunque el agente lo estropee, podrás volver a este punto en un solo paso.
fr: Enregistrez votre état actuel comme point de contrôle : même si l’agent fait des dégâts, vous pourrez revenir à ce point en une seule étape.
hi: अपनी मौजूदा स्थिति को चेकपॉइंट के रूप में सहेजें, ताकि एजेंट गड़बड़ कर दे तो भी आप एक ही चरण में इस बिंदु पर वापस आ सकें।
ja: 今の状態をチェックポイントとして残しておけば、エージェントが作業を台無しにしても、ワンステップでこの時点に戻せます。
pt_br: Salve seu estado atual como um ponto de verificação e, mesmo que o agente estrague tudo, você poderá voltar a este ponto em uma única etapa.
ru: Сохраните текущее состояние как контрольную точку — даже если агент всё испортит, вы сможете вернуться к этой точке за один шаг.
zh_hans: 把当前状态保存为检查点，即使智能体把事情搞砸了，你也能一步回到此时间点。
